using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace FakeBehaviorService.Messages
{
    public static class MessagesTemplate
    {
        public static string[] First = new []
        {
            "Приветик" ,
            "Приыет",
            "Привет))",  
            "привет",  
            "Привет, цель знакомства ?", 
            "добрый день юноша )",  
            "хелоу ^)",  
            "ну привет",  
            "Ну прииет))",  
            "привет 😊",  
            "Привет красавчик ))",  
            "😊😊😊",  
            "😊😊😊"  
        };

        public static string[] Second = new[]
        {
            "ну вот .." ,
            "Чем занимаешся ?))" ,
            "чем занииаешся ?😊",
            "ты откуда ?",
            "😊", 
            "😊 ахах",  
            "скучно...",  
            "Как дела красавчик ?)",
            "Хочешь поболтать или чего то большего ?)", 
            "Не потскажешь рецепт ваеенья из березы?",
            "ты знакомишься со всеми милыми молодыми девушками или только мне такая честь? 😊", 
            "поболтаем ?", 
            "как ты узнал что я в сети ?",
            "ты меня и тут нашел",
            "Помнишь меня ?",
            "нравлюсь ?)))",
            "У тебя кто то есть ?)",
            "Как на счет познакомится ?",
            "Я тебя знаю ))",
            "Rfroq ctrcb)",
            "???",
            "а ты секси ?😍"  
        };

        public static string[] Third = new[]
        {
            "чего молчишь ?",  
            "молчим..ну пока",  
            "не нравлюсь ?",  
            "ясн",  
        };
    }
}
