using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace FakeBehaviorService.Messages
{
    public static class MessagesTemplate
    {
        public static string[] First = new []
        {
            "Приветик" ,
            "Приыет",
            "Привет))",  
            "привет",  
            "Привет, цель знакомства ?", 
            "добрый день )",  
            "хелоу ^)",  
            "ну привет",  
            "hi",
            "прив",
            "Ну прииет))",  
            "привет 😊",  
            "Привет ))", 
            "добрый день",
            "😊😊😊",  
            "😊😊",
            "Здравствуй",
            "вечер добрый",
            "ну ?",
        };

        public static string[] Second = new[]
        {
            "ну вот .." ,
            "Чем занимаешся ?))" ,
            "чем занииаешся ?😊",
            "ты откуда ?",
            "😊", 
            "😊 нравлюсь",  
            "скучно...",  
            "скучно",  
            "Как дела то ?)",
            "Хочешь поболтать или чего то большего ?)", 
            "Не потскажешь рецепт ваеенья из березы?",
            "ты знакомишься со всеми или только мне такая честь? 😊", 
            "поболтаем ?", 
            "Помнишь меня ?",
            "нравлюсь ?)))",
            "У тебя кто то есть ?)",
            "Как на счет познакомится ?",
            "Я тебя знаю ))",
            "Rfroq ctrcb)",
            "???",
            "знакомы ?",
            "давай сразу к делу ?)",
            "😍",
            "интим фото интересуют ?",
            "интим за подарок",
            "интересуют только зажиточные мужчины",
            "встречаюсь за подарок. все условия у меня на странице",
            "ищу щедрого партнера"
        };
    }
}
